tap "git-duet/tap"
tap "heroku/brew"
tap "homebrew/cask-fonts"
tap "nodenv/nodenv"

brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "circleci"
brew "cloc"
brew "colordiff"
brew "diff-so-fancy"
brew "direnv"
brew "doggo"
brew "eza"
brew "fd"
brew "gh"
brew "git"
brew "git-duet"
brew "git-extras"
brew "git-lfs"
brew "gmp"
brew "heroku"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "libffi"
brew "libsodium"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "liquidprompt"
brew "magic-wormhole"
brew "mas"
brew "mcfly"
brew "mitmproxy"
brew "mongosh"
brew "mmv"
brew "node-build-update-defs"
brew "nodenv"
brew "nodenv-default-packages"
brew "openssl"
brew "openssl@3"
brew "pgcli"
brew "php"
brew "postgresql@16", restart_service: true, link: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "readline"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "shellcheck"
brew "trash"
brew "wget"

cask "alfred"
cask "bruno"
cask "dash"
cask "disk-arbitrator"
cask "docker"
cask "figma"
cask "flux"
cask "font-inter"
cask "font-meslo-lg-nerd-font"
cask "gitify"
cask "google-chrome"
cask "hot"
cask "iina"
cask "logitech-camera-settings"
cask "monitorcontrol"
cask "ngrok"
cask "notunes"
cask "pixelsnap"
cask "pop"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "xbar"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Aware", id: 1082170746
mas "BreakTime", id: 427475982
mas "Divvy - Window Manager", id: 413857545
mas "Fantastical 2", id: 975937182
mas "Gifski", id: 1351639930
mas "Hidden Bar", id: 1452453066
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Mail Call", id: 571770046
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder 5.", id: 1529448980
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
