tap "git-duet/tap"
tap "homebrew/cask-versions"
tap "nodenv/nodenv"
tap "phrase/brewed"

brew "amazon-ecs-cli"
brew "autojump"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bash-completion"
brew "bat"
brew "chromedriver"
brew "circleci"
brew "cloc"
brew "colordiff"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fx"
brew "git"
brew "git-duet"
brew "git-extras"
brew "git-lfs"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "groff"
brew "heroku"
brew "httpie"
brew "hugo"
brew "hub"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "libffi"
brew "libsodium"
brew "libyaml"
brew "liquidprompt"
brew "mas"
brew "maven"
brew "mysql@5.6"
brew "nodenv"
brew "nodenv-default-packages"
brew "openssl"
brew "phraseapp"
brew "plantuml"
brew "pgcli"
brew "postgresql", restart_service: true
brew "python2"
brew "rbenv"
brew "rbenv-default-gems"
brew "readline"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "sbt"
brew "tldr"
brew "trash"
brew "tree"
brew "vault"
brew "watchman"
brew "wget"

cask "adoptopenjdk8"
cask "adoptopenjdk11"
cask "aerial"
cask "alfred"
cask "android-studio-preview"
cask "balsamiq-mockups"
cask "bartender"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "kap"
cask "ngrok"
cask "notational-velocity"
cask "notion"
cask "phantomjs"
cask "qlmarkdown"
cask "react-native-debugger"
cask "safari-technology-preview"
cask "sketch"
cask "skyfonts"
cask "slack"
cask "sloth"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "zeplin"
cask "zoomus"

mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Aware", id: 1082170746
mas "BreakTime", id: 427475982
mas "Bumpr", id: 1166066070
mas "Deliveries", id: 924726344
mas "Divvy - Window Manager", id: 413857545
mas "Fantastical 2", id: 975937182
mas "Mail Call", id: 571770046
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Reeder", id: 1449412482
mas "Tapes", id: 779457527
mas "The Clock", id: 488764545
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
