tap "git-duet/tap"
tap "heroku/brew"
tap "homebrew/cask-fonts"
tap "nodenv/nodenv"

brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "circleci"
brew "cloc"
brew "colordiff"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "git-duet"
brew "git-extras"
brew "git-lfs"
brew "grep"
brew "heroku"
brew "httpie"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "libffi"
brew "libsodium"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "liquidprompt"
brew "magic-wormhole"
brew "mas"
brew "mmv"
brew "node-build-update-defs"
brew "nodenv"
brew "nodenv-default-packages"
brew "openssl"
brew "pgcli"
brew "php"
brew "postgresql", restart_service: true
brew "rbenv"
brew "rbenv-default-gems"
brew "readline"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "trash"
brew "tree"
brew "wget"

cask "alfred"
cask "balsamiq-wireframes"
cask "bartender"
cask "dash"
cask "docker"
cask "figma"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iina"
cask "insomnia"
cask "font-meslo-lg-nerd-font"
cask "ngrok"
cask "pop"
cask "slack"
cask "sublime-text"
cask "xbar"
cask "zoom"

mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Aware", id: 1082170746
mas "BreakTime", id: 427475982
mas "Deliveries", id: 924726344
mas "Divvy - Window Manager", id: 413857545
mas "Fantastical 2", id: 975937182
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Mail Call", id: 571770046
mas "Marked 2", id: 890031187
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder 5.", id: 1529448980
mas "The Clock", id: 488764545
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
