tap "homebrew/dupes"
tap "buo/cask-upgrade"
tap "git-duet/tap"

brew "amazon-ecs-cli"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "chromedriver"
brew "colordiff"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "git"
brew "git-duet"
brew "git-extras"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "groff"
brew "heroku"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "libffi"
brew "libsodium"
brew "libyaml"
brew "liquidprompt"
brew "mas"
brew "nvm"
brew "openssl"
brew "phantomjs"
brew "pgcli"
brew "postgresql", restart_service: true
brew "qt@5.5"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ruby-build"
brew "tldr"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"

cask "aerial"
cask "alfred"
cask "atom"
cask "balsamiq-mockups"
cask "bartender"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "licecap"
cask "ngrok"
cask "notational-velocity"
cask "qlmarkdown"
cask "rocket"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "zeplin"
cask "zoomus"

mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Aware", id: 1082170746
mas "BreakTime", id: 427475982
mas "Deliveries", id: 924726344
mas "Divvy - Window Manager", id: 413857545
mas "Fantastical 2", id: 975937182
mas "Mail Call", id: 571770046
mas "MPlayerX", id: 421131143
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tapes", id: 779457527
mas "The Clock", id: 488764545
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
